import football from './images/football.gif';
import Stepa from './images/Stepa.png';
import changePol from './images/changePol.png';
import menLove from './images/menLove.png';
import ozon from './images/ozon.png';
import steal from './images/steal.gif';
import polit from './images/polit.gif';
import kulak from './images/kulak.gif';
import horse from './images/horse.gif';
import buket from './images/buket.gif';
import god from './images/god.gif';
import pain from './images/pain.gif';
import old from './images/old.gif';
import old2 from './images/old2.gif';
import small from './images/small.gif';

export const Contents = {
    football: {
        header: 'Займись футболом!',
        text: 'Займись профессионально футболом и заяви, что готовишься к следующему чемпионату мира по футболу и поэтому ты ну никак не можешь пойти в армию.',
        img: football
    },
    mem: {
        header: 'Стань звездой мемов!',
        text: ' Публикуй смешные фотографии и видео своих неудач в социальных сетях. Армейские призывники не любят веселых людей. Им больше по душе оперативно-тактическое ебало.',
        img: Stepa
    },
    changePol: {
        header: 'Смени пол!',
        text: 'Сделай операцию по смене пола (не забудь заморозить свою сосиску, позже еще пригодится). Роди пятерых детей (чтоб наверняка), достань сосиску из морозилки и поменяй пол обратно. Профит - тебя не возьмут в армию, потому что ты родил много.',
        img: changePol
    },
    menLove: {
        header: 'Займись сексом с мужчиной',
        text: 'И не забудь снять видео-доказательства!',
        img: menLove,
        ps: 'P.S. Откосить от армии это не поможет, просто совет.'
    },
    steal: {
        header: 'Совершить кражу!',
        text: 'Ночью вломиться в магазин, украсть оттуда кейс пива. Пойти сдаться в полицию, сесть на пять лет за кражу со взломом. Когда выйдешь через пять лет, призывной возраст закончится — можно не идти в армию',
        img: steal,
    },
    polit: {
        header: 'Стань политиком!',
        text: 'Начать карьеру политика. Сначала избраться в заксобрание Петербурга, через лет пять потеснить Беглова. Через десять лет уже можно баллотироваться в президенты. Стать президентом, отменить срочную службу в армии. В итоге можно не идти в армию.',
        img: polit,
    },
    buket: {
        header: 'Принеси букет в военкомат!',
        text: 'Прийти в пятницу вечером на думскую, выбрать мужчину попотрепаннее и провести с ним ночь. Гепатит, ВИЧ, сифилис: весь этот букет несёшь в военкомат.',
        img: buket,
    },
    horse: {
        header: 'Ход конем!',
        text: 'В этом совете сразу два предыдущих! Начать карьеру политика. Сначала избраться в заксобрание Петербурга, через лет пять потеснить Беглова. На этой должности вернуть думской былой статус.\n' +
            'Прийти в пятницу вечером на думскую, выбрать мужчину попотрепаннее и провести с ним ночь. Гепатит, ВИЧ, сифилис: весь этот букет несёшь в военкомат.',
        img: horse,
    },
    god: {
        header: 'Стать Богом в физике!',
        text: 'Преисполниться в физике до уровня «БОГ»,  создать временную дыру, отсидеться в ней лет 5, выйти после непостаревшим, но по годам в армию идти не надо.',
        img: god,
    },
    pain: {
        header: 'Стать мазохистом!',
        text: 'Каждый год ломать ногу -> откос от армии.',
        img: pain,
    },
    old: {
        header: 'Стать старовером!',
        text: 'Вырыть землянку и отсидеться в ней несколько лет.',
        img: old,
    },
    old2: {
        header: 'Стать старовером 2!',
        text: 'Вырыть землянку, а от нее вырыть проход через границу, сбежать далеко на остров.',
        img: old2,
    },
    small: {
        header: 'Альтернативная служба!',
        text: 'Доказать, что ты представитель малочисленного кишертского народа, начать заниматься фермерством и земледелием. просить об альтернативной службе в качестве конюха.',
        img: small,
    },
    failed: {
        header: 'Ну а если вдруг не повезло',
        text: 'Не отчаивайся',
        img: kulak,
        ps: 'З.Ы. Шутка, все будет хорошо!'
    },
    final: {
        header: 'На случай если ничего не поможет',
        text: 'Ну а если вдруг совсем ничего не поможет, то лови от нас подарок - билет на самолет!',
        img: ozon,
        ps: 'P.S. Тебе самому надо забрать из озона',
        map: true
    },
}